<?php

//Установка констант
const SEC_IN_DAY = 86400;

//Массив сообщений
$messages = [
	'fill_it' => 'Заполните это поле',
	'category' => 'Выберите категорию',
	'enter_number' => 'Введите число',
	'enter_int' => 'Введите целое число',
	'enter_date' => 'Введите дату завершения торгов, не меньше суток вперед',
	'add_file' => 'Добавьте файл в формате jpg, jpeg, png',
	'fill_correct' => 'Заполните поле корректным значением',
	'fill_another_email' => 'Введите другой email, этот уже занят',
	'wrong_password' => 'Вы ввели неверный пароль'
];

//Массив разрешенных форматов для картинок
$picture_types = ['image/png', 'image/jpeg'];


